

banner(){
    if which lolcat > /dev/null 2>&1 ; then
    echo -e "

 ░█▄█░▀█▀░░░░░▀█▀░█▀▀░█▀▄░█▄█░█▀▄░█░█░▀█▀░█░░░█▀▄
 ░█░█░░█░░▄▄▄░░█░░█▀▀░█▀▄░█░█░█▀▄░█░█░░█░░█░░░█░█
 ░▀░▀░▀▀▀░░░░░░▀░░▀▀▀░▀░▀░▀░▀░▀▀░░▀▀▀░▀▀▀░▀▀▀░▀▀░" | lolcat

    echo -e "

    \e[1mTool    ::: Ｍｉ-ＴｅｒｍＢｕｉｌｄ\e[0m

    Author   : vonixtzy75 

" | lolcat
    else
        echo -e "

 ${bBLUE}░█▄█░▀█▀░░░░\e[0m${bCYAN}░▀█▀░█▀▀░█▀▄░█▄█░\e[0m█▀▄░█░█░▀█▀░█░░░█▀▄
 ${bBLUE}░█░█░░█░░▄▄▄\e[0m${bCYAN}░░█░░█▀▀░█▀▄░█░█░\e[0m█▀▄░█░█░░█░░█░░░█░█
 ${bBLUE}░▀░▀░▀▀▀░░░░\e[0m${bCYAN}░░▀░░▀▀▀░▀░▀░▀░▀░\e[0m▀▀░░▀▀▀░▀▀▀░▀▀▀░▀▀░\e[0m"

        echo -e "${bBLUE}

    Tool    ::: Ｍｉ-ＴｅｒｍＢｕｉｌｄ

    Author   : vonixtzy75 

            \e[0m"
    fi
}
